<h1>Добро пожаловать!</h1>
<p>
<img src="/images/kuma.png" align="left" >
<a href="/">Гидра</a> - это веселая организация окутаная тайной. Организация существует на протяжении многих веков. Она возникла во время Третьей династии Древнего Египта и исчезла в эпоху Возрождения. «Гидра» вернулась незадолго до окончания Второй мировой войны и была сформирована из беженцев из Третьего рейха и Японской империи. <br>

    Мистические ниндзя из клана Руки способствовали возрождению организации. Её первоначальной целью было свержение японского правительства, убийство премьер-министра и установление антикоммунизма.<br>

    Вскоре после вступления в «Гидру» Барон Штрукер захватил власть в организации, убив её руководителя. Он и члены организации переехали на частный остров в Тихом океане, известный как Остров Гидры. Тем не менее оригинальная база «Гидры» была уничтожена. Медленными, но верными шагами Штрукер направлял «Гидру» к получению мирового господства. В прошлом «Гидра» конфликтовала с молодыми Чарльзом Ксавьером и Максом Эйзенхардтом. Выступления «Гидры» привели к созданию антитеррористической организации «Щит», ставшей её основным противником. Агенты «Гидры» пытались убить Ника Фьюри перед его назначением на пост директора «Щита», но их попытка потерпела фиаско.
</p>